{"authorUserId": "24486", "description": "Lo Stato della Città del Vaticano, quale Ente sovrano di diritto pubblico, universalmente riconosciuto, come ha la propria bandiera così ha anche un suo inno ufficiale, che dal 16 ottobre 1949, per disposizione di Pio XII, è la Marcia Pontificia composta dal celebre musicista francese e fervente cattolico Charles Gounod (1818-1893), famoso da tempo per le sue composizioni musicali e, in modo particolare, per l'opera lirica Faust e la stupenda quanto soavissima Ave Maria.\r\n\r\nVatican City State has its own flag and anthem like any other universally recognized, sovereign nation. On 16 October 1949 Pope Pius XII decided that Charles Gounod’s (1818-1893) Pontifical March should become the official hymn. At the time, the French musician and devout Catholic was already a famous composer, especially well known for his lyrical work Faust and his composition of Ave Maria.\r\n\r\nEl Estado de la Ciudad del Vaticano es un ente soberano de derecho público reconocido universalmente, con bandera propia e himno oficial. Por disposición del Papa Pio XII, del 16 de octubre de 1949, el himno es la Marcha Pontificia compuesta por el músico católico francés Charles Gounod (1818-1893), célebre por otras obras musicales, como la ópera lírica “Fausto” y el “Ave María”.", "instrumentsNames": ["Flute(2)", "Oboe", "Clarinet(2)", "Bassoon", "Trumpet(3)", "French Horn(2)", "Trombone(4)", "Tuba", "Timpani", "Percussion"], "title": "Inno Pontificio. Banda marcial", "url": "/user/24486/scores/1026046", "partsCount": "18", "revisionId": "1418161", "pagesCount": "15", "partsNames": ["Flauta 1", "Flauta 2", "Oboe", "Clarinete en Si?1", "Clarinete en Si?2", "Fagot", "Trompeta en Si?1", "Trompeta en Si?2", "Trompeta en Si?3", "Trompa en Fa 1", "Trompa en Fa 2", "Trombón 1", "Trombón 2", "Trombón 3", "Trombón bajo", "Tuba", "Timbal de concierto", "Set de percusión"], "timeUpdated": "2020-02-11 13:25:46 UTC", "instrumentsCount": "10", "duration": "206", "timeCreated": "2015-07-04 16:53:32 UTC", "id": "1026046", "__error__": [], "musicxmlInstruments": []}