{"authorUserId": "1831606", "description": "\"By the Wood of the Cross, illumine me, too, and save me!\"  A trial run for Russian Orthodox Liturgy in MuseScore.\r\n\r\nSetting #2 of the (at least) 3 by Aleksei Turenkov (1886-1958) of the Orthodox (Good Friday) Exapostilarion of the Wise Thief, \"Razboinika Blagorazumnago\" (the text is in Old Church Slavonic).  In its 20 measures/two minutes, this short work seems to pack many of the most affecting, earmark chords and tropes of 19th-20th century Russian Orthodox Church Music, imbuing it with the rich, dark, mystery of Orthodox Holy Week.\r\n\r\nThe text speaks of the \"good\" thief, him crucified to the right of Jesus, who confesses Jesus (\"O Lord\") petitioning to remember him when he arrives in Heaven (Luke 23:42-43); Jesus grants his prayer, \"This-day shalt thou be with me in Paradise\".   There is extensive discussion of the significance of this in various traditions at https://en.wikipedia.org/wiki/Penitent_thief, and in Orthodoxy in particular at http://orthodoxwiki.org/Dismas_the_thief .  In brief, he is instantly saved by Jesus because of his confession of faith in his request; the incident is taken (in these traditions) as a proof-text of the sufficiency and necessity of confession and faith for Salvation.\r\n\r\nThe text in transliteration and translation, reflecting this, reads\r\n\r\nRazboinika blagorazumnago    // The wise thief\r\nVo yedinom chasye                   //In one instant\r\nRayevi spodobil yesi, Gospodi.  //Madest thou worthy of Paradise, O Lord.\r\nI mene drevom krestnym          //And me, too, by the Wood of the Cross,\r\nProsvyeti i spasi mya!               //Illumine and save me!\r\n\r\nThis text/setting is employed before Communion on (Orthodox) Good Friday.\r\nThe settings are often, but not uniformly, dark and mysterious, as is Turenkov's, here.\r\nThe present setting brings us rampant minor sixth chords, flat and minor ninth chords, augmented sixths French and German and in third inversion, -profundo- writing, and many other \"standard\" gestures of 19th-20th century Russian Church Music that contribute to its exquisite, dark, mysterious sound (in many works).  The intensity and concision of this short work are exceptional.\r\n\r\nRussian Orthodox Church Music is without exception in Old Church Slavonic, the predecessor of Russian, Bulgarian, and other modern Slavic languages, and a cappella.  The use of \"16' bass singers\" (\"oktavists\") is traditional too; their parts are sometimes written, but often added as a \"pedal stop\" by directors (organs are not ever used). Numerous recordings of these remarkable men are to be found on the web (start at http://www.oktavism.com).\r\n\r\nI worked from a PDF score I \"just found in Russia\", although I have known the work from a handwritten score given to me by the late Igor Studenzoff, formerly of the Don Cossacks, in 1972 at Harvard.  I first encountered it on Spassky's 1954 \"Grand Prix du Disque\" LP of Holy Week and Pontifical Liturgy, recorded at the Cathédrale Alexandre Nevsky on the Rue Daru.\r\n\r\nI think the \"Choeur de l'Église Russe de MIDI\" does a pretty fine job here, considering.\r\n\r\n[20 Sept 2015 - reconciled mm 6 (rhythm), 16-18 (bass) to I.S.'s score & recording].", "instrumentsNames": ["Voice(4)"], "title": "A. Turenkov: Разбойника благоразумнаго (The Wise Thief)", "url": "/user/1831606/scores/1033466", "partsCount": "4", "revisionId": "1758336", "pagesCount": "2", "partsNames": ["Soprano", "Alto", "Tenor", "Bass"], "timeUpdated": "2020-03-10 12:52:10 UTC", "instrumentsCount": "1", "duration": "108", "timeCreated": "2015-07-07 22:12:29 UTC", "id": "1033466", "__error__": [], "musicxmlInstruments": []}