{"authorUserId": "84508", "description": "", "instrumentsNames": ["Voice(3)", "Piano"], "title": "Kiss From A Rose", "url": "/user/84508/scores/101133", "partsCount": "4", "revisionId": "137972", "pagesCount": "19", "partsNames": ["Soprano", "Mezzosoprano", "Alto", "Alto"], "timeUpdated": "2018-07-16 08:57:40 UTC", "instrumentsCount": "2", "duration": "260", "timeCreated": "2013-04-15 21:53:40 UTC", "id": "101133", "__key__": {"namespace": "", "app": "s~xmader", "path": "\"musescore-scoreinfo\", \"101133\"", "kind": "musescore-scoreinfo", "name": "101133"}, "__error__": [], "__has_error__": false, "musicxmlInstruments": [], "ms3_metadata": {"arranger": "", "composer": "", "copyright": "", "creationDate": "2022-12-03", "lyricist": "", "movementNumber": "", "movementTitle": "", "mscVersion": "3.02", "platform": "Linux", "poet": "", "source": "", "translator": "", "workNumber": "", "workTitle": "", "title_text": "Kiss From A Rose", "composer_text": "Seal", "subtitle_text": "\n\n", "musescore": "3.6.2", "last_mc": 85, "last_mn": 84, "length_qb": 260.0, "length_qb_unfolded": 339.5, "label_count": 175, "TimeSig": {"1": "6/8", "9": "9/8", "10": "6/8", "11": "9/8", "12": "6/8", "13": "9/8", "14": "6/8", "31": "9/8", "32": "6/8", "54": "9/8", "55": "6/8"}, "KeySig": {"1": 0}, "all_notes_qb": 1083.75, "n_onsets": 1595, "n_onset_positions": 674, "parts": {"part_1": {"staves": [1], "trackName": "Soprano", "instrument": "Soprano", "staff_1_ambitus": {"min_midi": 55, "min_name": "G3", "max_midi": 74, "max_name": "D5"}}, "part_2": {"staves": [2], "trackName": "Mezzosoprano", "instrument": "Mezzosoprano", "staff_2_ambitus": {"min_midi": 53, "min_name": "F3", "max_midi": 79, "max_name": "G5"}}, "part_3": {"staves": [3], "trackName": "Alto", "instrument": "Alto", "staff_3_ambitus": {"min_midi": 53, "min_name": "F3", "max_midi": 72, "max_name": "C5"}}, "part_4": {"staves": [4], "trackName": "Alto", "instrument": "Alto", "staff_4_ambitus": {"min_midi": 51, "min_name": "Eb3", "max_midi": 65, "max_name": "F4"}}}, "ambitus": {"min_midi": 51, "min_name": "Eb3", "max_midi": 79, "max_name": "G5"}}, "musescore_metadata": {"metadata": {"composer": "Seal", "duration": 151, "fileVersion": 302, "hasHarmonies": "true", "hasLyrics": "true", "keysig": 0, "lyrics": "Ba ya ya ba da ba da da da ba ya ya, Ba ya ya ba da ba da da da ba ya ya, Ba ya da ba ya ya. Ba bababa ba ba ba ba ba ba ba baba ba ba ba ba ba ba ba ba ba ba snows ba da ba da seen. Baby ba ba ba ba ba ba ba grey ba ba ba ba ba ba ba yeah ba da ba da grey byi ya bayya ya ba da ba da da da ba ya ya, Ba ya ya ba da ba da da da ba ya ya, Ba baba ba ba ba ba power my pleasure my pain. ba ba ba ba ba ba ba snows, ba da ba da seen. da ba ya ya, ah ah I've been I've been by a on the I've been I've been by a on the I've been I've been by a on the I've been I've been by a on the grey ba ba ba ba ba ba ba ba ba ba power my pleasure my pain. ba ba ba ba ba ba snows, ba da ba da seen. Baby ba ba ba ba ba ba ba grey ba ba ba ba ba ba ba yeah ba da ba da grey ba ba ba ba ba ba ba grey ba ba ba ba ba ba ba yeah ba da ba da grey byi ya bayya ya ba da ba da da da ba ya ya, Ba ya ya ba da ba da da da ba ba grey. youyouby\n\nBa ya ba ya da ba ya Ba ya ba ya da ba ya da ba ya. Ba ba ba ba ba da da ba da da ba da da ba ba ba da da ba da da ba da da ba ba ba ba da ba da seen. Baby ba ba ba grey ba ba ba yeah ba da ba da grey Ba ya ba ya da ba ya Ba ya ba ya da ba ya Ba ba ba ba da ba da ba da ba da ba power my pleasure my pain. ooh ba ba ba ba ba ba ba snows, ba da ba da seen. da ba ya ah I've been kissed by a rose on the I've been a rose on the I've been ba by a ba I've been ba ba grey ba ba ba ba ba ba da da ba da da ba da da power my pleasure my pain. ooh ba ba ba ba ba ba snows, ba da ba da seen. Baby ba ba ba grey ba ba ba yeah ba da ba da grey ba ba grey ba ba ba yeah ba da ba da grey Ba ya ba ya da ba ya Ba ya ba ya da ba ya ba ba grey. rose kissed rose ba da ba da \n\nBa ya ba ya da ba ya ya, Ba ya ba ya da ba ya ya da ba ya ya. Thereused to be a greying tower alone on the seayou became the light on the dark side of mebut love remains a drug that's the high and not the pillbut did you know that when it snows, my eyes become large and the light that you shine can't be seen. Baby, I compare you to a kiss from a rose on the grey, ooh the more I get of you the stranger it feels, yeahand now that your rose is in bloom, a light hits the gloomon the grey. Ba ya ba ya da ba ya ya, Ba ya ba ya da ba ya ya 2.Thereis so much a man can tell you, so much he can say you remain my power my pleasure my pain. Babyto me you're like a grow'n addiction that I can't deny. Won't you tell me is that healthy babe, but did you know that when it snows, my eyes become large and the light that you shine can't be seen. Bada ba ya ya ah I've been kissed by a rose on the I've been kissed by a rose on the I've been kissed by a rose on the I've been kissed by a rose on the grey There is so much a man can tell you, so much he can say you remain my power my pleasure my pain. Babyto me you're like a grow'n addiction that I can't deny. Won't you tell me is that healthy babe, but did you know that when it snows, my eyes become large and the light that you shine can't be seen. Baby, I compare you to a kiss from a rose on the grey, ooh the more I get of you the stranger it feels, yeand now that your rose is in bloom, a light hits the gloomon the grey. yes I compare you to a kiss from a rose on the grey, ooh the more I get of you the stranger it feels, yeahand now that your rose is in bloom, a light hits the gloomon the grey. Ba ya ba ya da ba ya ya, Ba ya ba ya Now that your rose is in bloom a light hits the gloom in thegrey. \n\nBa ya ba ya da ya ya Ba ya ba ya da ya ya da ya ya. ba ba ba ba ba da da ba da da ba ba ba da ba da ba da da ba da da ba ba ba da ba da ba ba ba ba ba ba ba snows, ba da da da ba da da da seen. ba da da da da ba da da ba da da da da da ba da ba da da ba da da ba da da da da da ay ayyay ay ba da da da ba da da da grey byi ya Ba ya ba ya da ya ya Ba ya ba ya da ya ya ba ba ba ba ba da da ba da da ba ba ba ba ba ba power my pleasure my pain. ooh ba ba ba ba ba ba ba ba ba ba ba ba snows ba da da da ba da da da seen. da ya ya ah I've been ba ba I've been ba ba ba grey ba ba ba grey b ba rose on the grey ba ba ba ba da da ba da da ba b ba b ba b power my pleasure my pain. ooh ba b ba b ba b ba ba b ba ba snows ba da da da ba da da da seen, seen ba da da da da ba da da ba da da da da da ba da ba da da ba da da ba da da da da da ay yeahba da da da ba da da da ba da da da da ba da da ba da da da da da ba da ba da da ba da da ba da da da da da ay yeah ba da da da ba da da da grey byi ya Ba ya ba ya da ya ya Ba ya ba ya da ba ba ba grey.", "measures": 85, "mscoreVersion": "3.6.2", "pageFormat": {"height": 297, "twosided": "true", "width": 210}, "pages": 14, "parts": [{"harmonyCount": 175, "hasDrumStaff": "false", "hasPitchedStaff": "true", "hasTabStaff": "false", "instrumentId": "voice.soprano", "isVisible": "true", "lyricCount": 304, "name": "<font face=\"Times New Roman\"></font>Soprano", "program": 53}, {"harmonyCount": 0, "hasDrumStaff": "false", "hasPitchedStaff": "true", "hasTabStaff": "false", "instrumentId": "voice.soprano", "isVisible": "true", "lyricCount": 319, "name": "<font face=\"Times New Roman\"></font>Mezzosoprano", "program": 53}, {"harmonyCount": 0, "hasDrumStaff": "false", "hasPitchedStaff": "true", "hasTabStaff": "false", "instrumentId": "voice.alto", "isVisible": "true", "lyricCount": 447, "name": "<font face=\"Times New Roman\"></font>Alto", "program": 53}, {"harmonyCount": 0, "hasDrumStaff": "false", "hasPitchedStaff": "true", "hasTabStaff": "false", "instrumentId": "voice.alto", "isVisible": "true", "lyricCount": 334, "name": "<font face=\"Times New Roman\"></font>Alto", "program": 0}], "poet": "", "previousSource": "", "subtitle": "For Martin on his 50th Birthday\nwith love from all the ladies of\nLemon Tuesday", "tempo": 0, "tempoText": "", "textFramesData": {"composers": ["Seal"], "poets": [], "subtitles": ["For Martin on his 50th Birthday\nwith love from all the ladies of\nLemon Tuesday"], "titles": ["Kiss From A Rose"]}, "timesig": "6/8", "title": "Kiss From A Rose"}}, "__terminated__": true}