{"authorUserId": "3645291", "description": "", "instrumentsNames": ["Voice(3)"], "title": "Le Complexe de la Truite", "url": "/user/3645291/scores/1032371", "partsCount": "3", "revisionId": "1429126", "pagesCount": "10", "partsNames": ["Soprano", "Alto", "Bass"], "timeUpdated": "2018-07-16 08:59:48 UTC", "instrumentsCount": "1", "duration": "226", "timeCreated": "2015-07-07 12:09:28 UTC", "id": "1032371", "__key__": {"namespace": "", "app": "s~xmader", "path": "\"musescore-scoreinfo\", \"1032371\"", "kind": "musescore-scoreinfo", "name": "1032371"}, "__error__": [], "__has_error__": false, "musicxmlInstruments": [], "ms3_metadata": {"arranger": "", "composer": "", "copyright": "", "creationDate": "2022-12-03", "lyricist": "", "movementNumber": "", "movementTitle": "", "mscVersion": "3.02", "platform": "Linux", "poet": "", "source": "", "translator": "", "workNumber": "", "workTitle": "", "title_text": "Le Complexe de la Truite", "composer_text": "Schubert/arrgt J. Gauffriau", "lyricist_text": "Francis Blanche", "musescore": "3.6.2", "last_mc": 132, "last_mn": 131, "length_qb": 264.0, "length_qb_unfolded": 298.0, "label_count": 0, "TimeSig": {"1": "2/4"}, "KeySig": {"1": -2}, "all_notes_qb": 564.0, "n_onsets": 1026, "n_onset_positions": 448, "parts": {"part_1": {"staves": [1], "trackName": "Soprano", "instrument": "Soprano", "staff_1_ambitus": {"min_midi": 60, "min_name": "C4", "max_midi": 75, "max_name": "Eb5"}}, "part_2": {"staves": [2], "trackName": "Alto", "instrument": "Alto", "staff_2_ambitus": {"min_midi": 53, "min_name": "F3", "max_midi": 67, "max_name": "G4"}}, "part_3": {"staves": [3], "trackName": "Bass", "instrument": "Bass", "staff_3_ambitus": {"min_midi": 51, "min_name": "Eb3", "max_midi": 63, "max_name": "Eb4"}}}, "ambitus": {"min_midi": 51, "min_name": "Eb3", "max_midi": 75, "max_name": "Eb5"}}, "musescore_metadata": {"metadata": {"composer": "Schubert/arrgt J. Gauffriau", "duration": 149, "fileVersion": 302, "hasHarmonies": "false", "hasLyrics": "true", "keysig": -2, "lyrics": "Elle était jeune file sortait tout droit de son couvent, Innocente et gentille, Qui n'avaitpas seize ans. Le jeudi jour de visite, Ell' venait chez ma mère, Et ell' nous chantait la Truite, La Truite de Schubert. Un soir de grand orage, Ell' dut coucher à la maison, Or, malgré son jeune âge, Ell' avait tination. Et pendant trois res de suite, Au milieu des éclairs, Ell' nous a joué la Truite, La Truite de Schubert. bert. Ell' dans la chambre Lui dans l'salon Il faut comprendre, Ce n'fut pas long. Ell' revint bien vite Dans les courants d'air, Pour nous jouer la Truite La Truite de Schubert. Ce fut un beau solfège, Pizzicati coquins, Accords tremolos et arpèges fantaisies à quatre mains Mais à l'instant où tout s'agite, Sous l'ardent aiguilon de la chair, Elle fredonnait la Truite, La Truite de Schubert, Ell' fredonnait la Truite, La Truite de Schubert. Ô, Gabrielle! Être fidèle Ah Ah La suite, La suite du concert. Après l'orage, Le mariage Ah Ah La truite, La Truite de Schubert. C'est fou ce que nous fimes Contre cette obsession, On mit Gabrielle au régime en lui suppri mant le poison Mais par une journée maudite, Dans le vent, l'orage et les éclairs, Ell' mit au monde une truite Qu'ell' baptisa \"Schubert\" Ell' mit au monde une truite qu'ell' baptisa \"Schubert\". Et moi, J'ai dit à Marguerite Qui est ma vieille cuisinièr' \"Ne servez plus jamais de truite, ça m'donn' de l'urticair'\". \n\nEll' dans la chambre Lui dans l'salon Il faut comprendre, Ce n'fut pas long. Ell' revint bien vite Dans les courants d'air, Pour nous jouer la Truite La Truite de Schubert. Ce fut un beau solfège, Pizzicati coquins, Accords tremolos et arpè ges Fantaisies à quatre mains à l'instant où tout s'agite, Sous l'ardent aiguillon de la chair, Elle fredonnait la Truite, La Truite de Schubert, Ell' fredonnait la Truite, La Truite de Schubert. Ô, Gabrielle! Être fidèle Ah Ah La suite La suite du concert. Après l'orage, Le mariage Ah Ah La Truite La Truite de Schubert. C'est fou ce que nous fimes Contre cette obsession, On mit Gabrielle au régi me En supprimant le poisson par une journée maudite, Dans le vent, l'orage et les éclairs, Ell' mit au monde une truite Qu'ell' baptisa \"Schubert\" Ell' mit au monde une truite Qu'ell\" baptisa \"Schubert\". Et moi, J'ai dit à MArguerite Qui est ma vieille cuisinièr' \"Ne servez plus jamais de truite, ça m'donn' de l'urticair'\". \n\nElle était jeune fille sortait tout droit de son couvent, Innocente et gentille, Qui n'avaitpas seize ans. Le jeudi jour de visite, Ell' venait chez ma mère, Et ell' nous chantait la Truite, La Truite de Schubert. Un soir de grand orage, Ell' dut coucher à la maison, Or, malgré son jeune âge, Ell' avait tination. Et pendant trois res de suite, Au milieu des é clairs, ell' nous a joué La Truite, La Truite de Schubert. On lui donna ma chambre, Moi je couchai dans le salon. Mais je crus bien comprendre Que ça ne serait pas long. En effet, ell' revint bien vite, Pieds nus dans les courants d'air, Pour me jouer la Truite, La Truite de Schubert. Ce fut un beau solfège, Pizzicati coquins, Accords tremolos et arpè ges Fantaisies à quatre mais à l'instant où tout s'agite, Sous l'ardent aiguillon de la chair, Elle fredonnait la Truite, La Truite de Schubert, Ell' fredonnait la Truite, La Truite de Schubert. Je lui dis: \"Gabrielle, Enfin, comprenez mon émoi. Il faut être fidèle: Ce sera Schubert ou moi.\" C'est alors que je compris bien vite, En lisant dans ses yeux pervers Qu'ell' me réclamait la suite, La suite du concert. Six mois après l'orage, Nous fûm's dans un' situation Tell' que le mariage était la seul' solution. Mais avec un air insolite, Au lieu de dire \"oui\" au Maire, Ell' lui a chanté la Truite, La Truite de Schubert. C'est fou ce que nous fimes Contre cette obsession, On mit Gabrielle au régi me En supprimant le poisson par une journée maudite, Dans le vent, l'orage et les éclairs, Ell' mit au monde une truite Qu'ell' baptisa \"Schubert\" Ell' mit au monde une truite Qu'ell' baptisa \"Schubert\". Et moi, J'ai dit à Marguerite Qui est ma vieille cuisinièr' \"Ne me servez plu jamais de truite, ça m'donn' de l'urticair'\".", "measures": 132, "mscoreVersion": "3.6.2", "pageFormat": {"height": 297, "twosided": "true", "width": 210}, "pages": 6, "parts": [{"harmonyCount": 0, "hasDrumStaff": "false", "hasPitchedStaff": "true", "hasTabStaff": "false", "instrumentId": "voice.soprano", "isVisible": "true", "lyricCount": 380, "name": "<font face=\"Times New Roman\"></font>Soprano", "program": 52}, {"harmonyCount": 0, "hasDrumStaff": "false", "hasPitchedStaff": "true", "hasTabStaff": "false", "instrumentId": "voice.alto", "isVisible": "true", "lyricCount": 262, "name": "<font face=\"Times New Roman\"></font>Alto", "program": 52}, {"harmonyCount": 0, "hasDrumStaff": "false", "hasPitchedStaff": "true", "hasTabStaff": "false", "instrumentId": "voice.bass", "isVisible": "true", "lyricCount": 473, "name": "<font face=\"Times New Roman\"></font>Bass", "program": 52}], "poet": "Francis Blanche", "previousSource": "", "subtitle": "", "tempo": 0, "tempoText": "", "textFramesData": {"composers": ["Schubert/arrgt J. Gauffriau"], "poets": ["Francis Blanche"], "subtitles": [], "titles": ["Le Complexe de la Truite"]}, "timesig": "2/4", "title": "Le Complexe de la Truite"}}, "__terminated__": true}