{"authorUserId": "103667", "description": "From Wickepedia:\r\n\r\n\"Greensleeves\" is a traditional English folk song and tune, dating back at least to the 1500's.  \r\n\r\nA ballad by this name was registered at the London Stationer's Company in September 1580, by Richard Jones, as \"A Newe Northen Dittye of ye Ladye Greene Sleves\".   Six more ballads followed in less than a year, one on the same day, 3 September 1580 (\"Ye Ladie Greene Sleeves answere to Donkyn hir frende\" by Edward White), then on 15 and 18 September (by Henry Carr and again by White), 14 December (Richard Jones again), 13 February 1581 (Wiliam Elderton), and August 1581 (White's third contribution, \"Greene Sleeves is worne awaie, Yellow Sleeves Comme to decaie, Blacke Sleeves I holde in despite, But White Sleeves is my delighte\").\r\n\r\nThere is a persistent belief that Greensleeves was composed by Henry VIII for his lover and future queen consort Anne Boleyn. Boleyn allegedly rejected King Henry's attempts to seduce her, and this rejection may be referred to in the song when the writer's love \"cast me off discourteously\". However, the piece is based on an Italian style of composition that did not reach England until after Henry's death, making it more likely Elizabethan in origin.\r\n\r\nOne possible interpretation of the lyrics is that Lady Green Sleeves was a promiscuous young woman and perhaps a prostitute.  At the time, the word \"green\" had sexual connotations, most notably in the phrase \"a green gown\", a reference to the grass stains on a woman's dress from engaging in sexual intercourse outdoors.\r\n\r\nAn alternative explanation is that Lady Green Sleeves was, through her costume, incorrectly assumed to be sexually promiscuous. Her \"discourteous\" rejection of the singer's advances supports the contention that she is not.\r\n\r\nChristmas and New Year texts were associated with the tune from as early as 1686, and by the 19th century almost every printed collection of Christmas carols included some version of words and music together, most of them ending with the refrain \"On Christmas Day in the morning\".  One of the most popular of these is \"What Child Is This?\r\n", "instrumentsNames": ["Voice(6)", "Piano"], "title": "Greensleeves - final -  ", "url": "/user/103667/scores/1033026", "partsCount": "7", "revisionId": "1430361", "pagesCount": "35", "partsNames": ["Tenor I Duet", "Tenor II Duet", "Tenor I Chorus", "Tenor II Chorus", "Baritone Chorus", "Bass Chorus", "Piano"], "timeUpdated": "2018-07-16 08:59:49 UTC", "instrumentsCount": "2", "duration": "0", "timeCreated": "2015-07-07 17:55:56 UTC", "id": "1033026", "__error__": [], "musicxmlInstruments": [], "__terminated__": true, "last_error": "/usr/lib/libjack.so.0\n/usr/lib/libnss3.so\nCreating main window…\nReading translations…\nconvert </home/hentsche/ComposersClassifier/data/mscz/1033026.mscz>...\nQZip: not a zip file!\nCannot read file /home/hentsche/ComposersClassifier/data/mscz/1033026.mscz:\n\n"}